"Alaska" = "Alaska";
"Alberta" = "Alberta";
"Argentina" = "Argentina";
"Brazil" = "Brazil";
"Central America" = "Mexico";
"China" = "China";
"Congo" = "Congo";
"East Africa" = "Ethiopia";
"Eastern Australia" = "Eastern Australia";
"Eastern United States" = "Eastern United States";
"Egypt" = "Egypt";
"Greenland" = "Greenland & Nunavut";
"Iceland" = "Iceland";
"India" = "India";
"Indonesia" = "Indonesia";
"Irkutsk" = "Baikal";
"Japan" = "Japan";
"Kamchatka" = "Kamchatka";
"Kazakstan" = "Kazakstan";
"Madagascar" = "Madagascar";
"Middle East" = "Middle East";
"Mongolia" = "Mongolia";
"New Guinea" = "Papua New Guinea";
"North Africa" = "West Africa";
"Northern Europe" = "Germany";
"Northwest Territories" = "Northwest Territories";
"Ontario" = "Ontario";
"Peru" = "Peru";
"Quebec" = "Quebec";
"Russia" = "Russia";
"Scandinavia" = "Scandinavia";
"Siam" = "Thailand";
"Siberia" = "Siberia";
"South Africa" = "South Africa";
"Southern Europe" = "Southern Europe";
"United Kingdom" = "United Kingdom";
"Ural" = "Ural";
"Venezuela" = "Venezuela";
"Western Australia" = "Western Australia";
"Western Europe" = "Western Europe";
"Western United States" = "California";
"Yakutia" = "Yakutia";